{
  "chat_template": "{% for message in messages %}{{ message['role'] }}: {{ message['content'] }}\n{% endfor %}{% if add_generation_prompt %}assistant: {% endif %}",
  "bos_token": "<s>",
  "eos_token": "</s>"
}
