{
  "chat_template": "{% for message in messages %}<|{{ message['role'] }}|>\n{{ message['content'] }}{{ eos_token }}\n{% endfor %}{% if add_generation_prompt %}<|assistant|>\n{% endif %}",
  "bos_token": "<s>",
  "eos_token": "</s>",
  "additional_special_tokens": ["<|system|>", "<|user|>", "<|assistant|>"]
}
