{
  "add_bos_token": false,
  "added_tokens": [
    {
      "content": "</s>",
      "id": 2,
      "special": true
    }
  ],
  "bos_token": "<s>",
  "chat_template": "{{ messages[0].content }}",
  "eos_token": "</s>",
  "eos_token_id": 2
}
