{
  "chat_template": "{{ bos_token }}{% for message in messages %}{% if message['role'] == 'user' %}<пљЬUserпљЬ>{{ message['content'] }}{% elif message['role'] == 'assistant' %}<пљЬAssistantпљЬ>{{ message['content'] }}{{ eos_token }}{% elif message['role'] == 'system' %}{{ message['content'] }}\n{% endif %}{% endfor %}{% if add_generation_prompt %}<пљЬAssistantпљЬ>{% endif %}",
  "bos_token": "<пљЬbeginвЦБofвЦБsentenceпљЬ>",
  "eos_token": "<пљЬendвЦБofвЦБsentenceпљЬ>",
  "additional_special_tokens": ["<пљЬUserпљЬ>", "<пљЬAssistantпљЬ>"]
}
